import React, { Component } from 'react'

class Animal extends Component {
    render() {
        return(
            <div className="condiv animal">

                <h1 className="subtopic">สัตว์มีพิษที่อันตรายที่สุดในโลก</h1>
                <h3>1.Box Jellyfish แมงกระพรุนกล่อง</h3>
                <img src="https://www.scholarship.in.th/wp-content/uploads/2015/07/18lrfg9ox8mf2jpg-Copy.jpg" alt="pic" className="pic"/>
                <p>แมงกระพรุนกล่องเป็นสัตว์ที่มีพิษร้ายแรงที่สุดในโลก รายงานว่ามันฆ่าคนไปแล้ว 5,567 คน พิษของมันนั้นจะไปทำลาย หัวใจ ระบบประสาท ผิวหนัง และที่สำคัญ ถ้าโดนพิษมันจะเจ็บปวดอย่างที่สุด ส่วนใหญ่คนที่โดนพิษมันนั้นจะช็อค และหัวใจล้มเหลวก่อนที่จะกลับเข้าถึงฝั่ง แต่ถ้าคุณโดนพิษมันก็ยังมีโอกาสที่จะรอดอยู่นั่นคือ ต้องรีบเอาน้ำส้มสายชู มาล้างอย่างน้อย 30 วินาที เพราะมันจะทำลายพิษของแมงกระพรุนกล่องก่อนที่มันจะเข้าไปสู่กระแสเลือด</p>

                <h3>2.King Cobra งูจงอาง</h3>
                <img src="https://www.scholarship.in.th/wp-content/uploads/2015/07/King-Cobra-Copy.jpg" alt="pic" className="pic"/>
                <p>งูจงอางหรือชื่อทางวิทยาศาสตร์ว่า Ophiophagus hannah เป็นงูพิษที่มีลำตัวยาวที่สุดในโลก ด้วยขนาดโตสุดที่ 5.6 เมตร งูจงอางนั้น เรารู้กันว่าอาหารโปรดของมันก็คือ งู !!! นั่นหมายความว่ามันกินสัตว์ตระกูลเดียวกัน และเพียงแค่โดนมันกัดเพียงครั้งเดียว ก็ทำให้คนตายได้อย่างง่ายๆ และพิษของมันนั้น สามารถฆ่าช้างที่โตเต็มวัยได้เพียงแค่ 3 ชั่วโมง ในส่วนของมันนั้น ส่วนประกอบของมันแตกต่างกับพิษงูโดยทั่วไป ที่สำคัญมันพบได้ทั่วไปในทวีปเอเซียตะวันออกเฉียงใต้ และในประเทศไทย</p>

                <h3>3.Marbled Cone Snail หอยเต้าปูนลายหินอ่อน</h3>
                <img src="https://www.scholarship.in.th/wp-content/uploads/2015/07/X8596137-18-Copy.jpg" alt="pic" className="pic"/>
                <p>หอยเต้าปูนตัวเล็กๆ สีสันสวยงาม แต่!!! พิษของมันน่ะเหรอ เพียงแค่หยดเดียว สามารถฆ่าคนได้ถึง 20 คน ถ้าคุณเล่นน้ำที่ทะเลที่มันค่อนข้างอุ่นๆแล้วเห็นเจ้าตัวนี้อยู่ อย่าคิดที่จะหยิบมันมาเล่นเลยนะครับ แค่ดูมันอยู่ห่างๆก็พอแล้ว เพราะถ้าคุณโดนพิษมันเล่นงานละก็ คุณจะปวด หลังจากนั้นก็จะเริ่มบวม ระบบการหายใจเริ่มล้มเหลว ร่างกายจะคันหยุกหยิก เป็นอัมพาต แล้วก็ตายในที่สุด แต่ยังไงก็ตาม มีรายงานว่ามีแค่ 30 คนเท่านั้นที่ตายเพราะหอยเต้าปูน</p>

                <h3>4.Blue-Ringed Octopus ปลาหมึกแหวนน้ำเงิน</h3>
                <img src="https://www.scholarship.in.th/wp-content/uploads/2015/07/swimming_blue_ring_octopus-Copy.jpg" alt="pic" className="pic"/>
                <p>ปลาหมึกแหวนน้ำเงินนั้นมีขนาดที่เล็กมาก ขนาดประมาณลูกกอลฟ์เท่านั้นเอง แต่ขนาดไม่ใช่ปัญหาสำหรับความรุนแรงของพิษมันเลย เพราะพิษมันสามารถฆ่าคนได้ภายในไม่กี่นาที และที่สำคัญ มันยังไม่มียาแก้พิษ =.= ถ้าโดน ปลาหมึกแหวนน้ำเงินกัดละก็ คุณจะไม่รู้สึกเจ็บปวดอะไรมากหรอก แต่ว่าพิษมันจะเริ่มทำลายระบบประสาทของคุณ หลังจากนั้นคุณจะรู้สึกอ่อนแอและคุณก็จะเริ่มควบคุมตัวเองไม่ได้ ระบบการหายใจจะเริ่มล้มเหลว หลังจากนั้น ก็ตายในที่สุด</p>

                <h3>5.Death Stalker Scorpion แมงป่องเดธท์ สตอล์คเกอร์</h3>
                <img src="https://www.scholarship.in.th/wp-content/uploads/2015/07/The-Death-Stalker-Scorpion-Copy.jpg" alt="pic" className="pic"/>
                <p>แมงป่องโดยทั่วไปนั้น ถึงแม้ว่าจะโดนกัด พิษของมันก็ไม่สามารถที่จะทำอะไรมนุษย์ได้มากนัก อาจจะเจ็บปวดนิดหน่อย แต่…มันไม่ใช่สำหรับแมงป่องพันธุ์เดธท์ สตอล์คเกอร์เลย เพราะพิษของมันสามารถทำลายระบบ ประสาทได้ ถ้าคุณโดนมันกัด คุณจะปวดอย่างมหาศาล จากนั้นจะตามมาด้วยอาการไข้ขึ้น เป็นอัมพาต และตายในที่สุด แต่ถึงแม้พิษมันจะร้ายแรงมาก แต่มันก็ไม่สามารถฆ่ามนุษย์ที่เป็นผู้ใหญ่ได้ แต่ว่ามันจะเป็นอันตรายต่อ เด็ก ทารก คนแก่ อย่างมาก ถึงแม้ว่ามันไม่สามารถที่จะฆ่าผู้ใหญ่ได้ แต่มันก็ทำให้เป็นอัมพาตได้นะ</p>
                
            </div>
        );
    }
}

export default Animal;