import React, { Component } from 'react'

class Attraction extends Component {
    render() {
        return(
            <div className="condiv attraction">

<h1 className="subtopic">สถานที่ท่องเที่ยวที่อันตรายที่สุดในโลก</h1>
                <h3>1. เดธ วัลเลย์, สหรัฐอเมริกา</h3>
                <img src="https://petmaya.com/wp-content/uploads/2016/04/most-dangerous-place-01.jpg" alt="pic" className="pic"/>
                <p>ถ้าโลกเปรียบเสมือนบ้านของเราแล้วล่ะก็ เดธ วัลเลย์ ก็เปรียบเสมือนเตาอบร้อนๆ ดีๆ นี่เอง ทะเลทรายแห่งนี้เคยถูกบันทึกเอาไว้ว่า เป็นสถานที่ๆ มีอุณหภูมิสูงที่สุดในโลก โดยสูงถึง 56.7 องศาเซลเซียส ซึ่งถ้าหากคุณไม่มีน้ำดื่มติดตัวมาเลยล่ะก็ คุณจะอาศัยอยู่ที่นี่ได้เพียง 14 ชั่วโมงเท่านั้น</p>

                <h3>2. ทะเลทรายดานาคิล, ประเทศเอริเทรีย</h3>
                <img src="https://petmaya.com/wp-content/uploads/2016/04/most-dangerous-place-02.jpg" alt="pic" className="pic"/>
                <p>ประเทศเล็กๆ ที่อยู่ทางตอนเหนือของแอฟริกาตะวันออกนี้ มีทะเลทรายดานาคิล ที่ขึ้นชื่อว่าร้อนระดับ 50 องศาเซลเซียส แถมด้วยภูเขาไฟจำนวนมากมายที่ปล่อยก๊าซพิษออกมาตลอดเวลา ที่นี่เปิดโอกาสให้นักผจญภัยผู้กล้าเข้ามาท้าทายอยู่เสมอ แต่ต้องปฏิบัติตามกฏข้อบังคับอย่างเคร่งครัด และนักท่องเที่ยวอาจจะต้องรู้ไว้ด้วยว่า ฉายาของที่นี่คือ “นรกบนดิน” นั่นเอง</p>

                <h3>3. ภูเขาวอชิงตัน, สหรัฐอเมริกา</h3>
                <img src="https://petmaya.com/wp-content/uploads/2016/04/most-dangerous-place-03.jpg" alt="pic" className="pic"/>
                <p>ภูเขาที่มีความสูง 1,917 เมตรแห่งนี้ ขึ้นชื่อว่าเป็นภูเขาที่มีลมพัดแรงที่สุดในโลก โดยสถิติโลกที่ถูกบันทึกไว้ได้คือ 327 กิโลเมตรต่อชั่วโมง แถมที่นี่ยังมีอุณหภูมิที่ต่ำระดับ -40 องศาและมีหิมะตกหนักอย่างต่อเนื่อง จึงทำให้ภูเขาวอชิงตัน ถือเป็นหนึ่งในภูเขาที่อันตรายที่สุดในโลกก็ว่าได้</p>

                <h3>4. ภูเขาไฟสินาบัง, อินโดนีเซีย</h3>
                <img src="https://petmaya.com/wp-content/uploads/2016/04/most-dangerous-place-04.jpg" alt="pic" className="pic"/>
                <p>เป็นภูเขาไฟที่ตั้งอยู่บนเกาะสุมาตรา ถือเป็นภูเขาไฟที่เกิดการระเบิดบ่อยมากที่สุดไม่ว่าจะเป็นปี 2010, 2013, 2014 และล่าสุดเมื่อวันที่ 27 กุมภาพันธ์ 2016 ซึ่งผลของมันทำให้ผู้คนจำนวนหลายพันคนได้รับผลกระทบมากมาย ไม่ว่าจะเป็นเรื่องที่อยู่อาศัย พื้นที่ทำมาหากิน รวมไปถึงก๊าซพิษจากเถ้าถ่านที่พุ่งขึ้นสูง 2,500 เมตรอีกด้วย</p>

                <h3>5. เกาะงู, บราซิล</h3>
                <img src="https://petmaya.com/wp-content/uploads/2016/04/most-dangerous-place-11.jpg" alt="pic" className="pic"/>
                <p>เกาะที่มีชื่อว่า lha da Queimada Grande เป็นเกาะที่ได้รับการขนานนามว่า เป็นพื้นที่ๆ อันตรายที่สุดในโลก เหตุผลก็คือ บนเกาะแห่งนี้มีงูพิษอาศัยอยู่มากที่สุดโลก โดยคิดเป็นงูจำนวน 5 ตัวต่อพื้นที่ 1 ตารางเมตรเลยทีเดียว ซึ่งหลังจากคนเฝ้าประภาคารที่นี่ถูกงูกัดจนเสียชีวิต รัฐบาลบราซิลก็สั่งห้ามนักท่องเที่ยวไม่ให้ลงไปเหยียบที่เกาะแห่งนี้อีกต่อไป</p>
                
            </div>
        );
    }
}

export default Attraction;