import React, { Component } from 'react'

class Water extends Component {
    render() {
        return(
            <div className="condiv water">

                <h1 className="subtopic">แหล่งน้ำที่อันตรายที่สุดในโลก</h1>
                <h3>1. ทะเลสาบ Kivu อยู่ระหว่างเขตประเทศคองโก กับประเทศรวันดา</h3>
                <img src="https://www.catdumb.com/wp-content/uploads/2017/07/12-95.jpg" alt="pic" className="pic"/>
                <p>ดูเหมือนจะเป็นทะเลสาบที่เงียบสงบไม่มีพิษมีภัยอะไร แต่จริงๆ แล้ว แฝงความอันตรายร้ายแรงอยู่ เพราะมีชั้นก๊าซคาร์บอนไดออกไซด์ และด้านใต้ของทะเลสาบยังมีก๊าซมีเทนปริมาณมากกว่า 55,000 ล้านลูกบาศก์เมตรอยู่ด้วย นั่นหมายความว่าหากเกิดแผ่นดินไหวแม้เพียงเล็กน้อยก็จะทำให้เกิดการระเบิดครั้งใหญ่ คร่าผู้คนกว่า 2 ล้านคน ที่อาศัยอยู่รอบๆ ทะเลสาบ Kivu ได้เลยทีเดียวล่ะ</p>

                <h3>2. แม่น้ำ Rio Tinto ในเขตประเทศสเปนและโปรตุเกส</h3>
                <img src="https://www.catdumb.com/wp-content/uploads/2017/07/10-126.jpg" alt="pic" className="pic"/>
                <p>ที่ต้นน้ำของแม่น้ำแห่งนี้เป็นแหล่งรวมของฟอสซิลต่างๆ มากมาย นั่นทำให้แม่น้ำ Rio Tinto จะมีแร่ธาตุต่างๆ ปะปนอยู่ทั้งธาตุเหล็ก ทองแดง และธาตุโลหะหนักอื่นๆ อีกเพียบ แถมยังมีสถานะความเป็นกรดสูงอีกด้วย แต่อย่างไรก็ตามในแม่น้ำแห่งนี้ก็มีระบบนิเวศของมันเอง ประกอบไปด้วยแบคทีเรียต่างๆ ที่กัดกินธาตุโลหะจึงทำให้น้ำเปลี่ยนเป็นสีแดง</p>

                <h3>3. ทะเลสาบเดือดในประเทศดอมินีกา</h3>
                <img src="https://www.catdumb.com/wp-content/uploads/2017/07/9-146.jpg" alt="pic" className="pic"/>
                <p>อุณหภูมิของน้ำในทะเลสาบแห่งนี้สูงถึง 92 องศาเซลเซียสเลยทีเดียว ต้องขอบอกเลยว่าน้องๆ กับลาวาเลยล่ะ ใครที่โดดลงไปเล่นน้ำล่ะก็ตายสถานเดียว!!</p>

                <h3>4. ทะเลสาบ Horseshoe Lake ประเทศสหรัฐอเมริกา</h3>
                <img src="https://www.catdumb.com/wp-content/uploads/2017/07/8-161.jpg" alt="pic" className="pic"/>
                <p>ก๊าซคาร์บอนไดออกไซด์เป็นจำนวนมากถูกปล่อยออกมาจากรอยแยกที่ก้นทะเลสาบ สามารถฆ่าสิ่งมีชีวิตได้เลย จนถึงตอนนี้ก็คร่าชีวิตคนไปแล้วมากมายจากก๊าซพิษที่ปล่อยออกมา และต้นไม้ที่ขึ้นรอบๆ ทะเลสาบจะมีสภาพแห้งและตาย</p>

                <h3>5. Blue Hole ในเมือง Dahab ประเทศอียิปต์</h3>
                <img src="https://www.catdumb.com/wp-content/uploads/2017/07/6-217.jpg" alt="pic" className="pic"/>
                <p>Blue Hole คืออีกหนึ่งในสถานที่ดำน้ำที่อันตรายที่สุดในโลก มีความลึกมากกว่า 121 เมตร และมีนักดำน้ำมากมายที่ต้องมาจบชีวิตลงที่นี่ ผู้เชี่ยวชาญด้านการดำน้ำได้ให้ข้อมูลว่าส่วนใหญ่นักว่ายน้ำที่เสียชีวิตนั้นมีสาเหตุมาจากการขาดอากาศ และตกอยู่ในภาวะเมาไนโตรเจน ที่จะเกิดขึ้นจากการดำน้ำลึก</p>
                
            </div>
        );
    }
}

export default Water;